Retrieve a backward moving iterator to the set.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public virtual TextNoteTypeSetIterator ReverseIterator()
  Visual Basic
Public Overridable Function ReverseIterator As TextNoteTypeSetIterator
  Visual C++
public:
virtual TextNoteTypeSetIterator^ ReverseIterator()
 Return Value
 Returns a backward moving iterator to the set.
 See Also
  TextNoteTypeSet Class
  Autodesk.Revit.DB Namespace